Repository: kqtqk88/WinBox-Win8
Catalog: WinBox/Resources/Labels.*.resx
Languages: pl_pl

# ConnectionErrorMessage
source: Please turn off airplane mode or make sure you're connected to a Wi-Fi or cellular network
pl_pl: Proszę wyłączyć tryb samolotowy lub upewnij się, że masz połączenie z siecią Wi-Fi lub sieci komórkowej

# ConnectionErrorTitle
source: No network available
pl_pl: Brak dostępu do sieci

# DeleteConfirmation
source: Are you sure you want to delete?
pl_pl: Czy na pewno chcesz usunąć?

# DeleteConfirmationTitle
source: Delete
pl_pl: Usuń

# DeleteFileError
source: operations is unavailable at the moment
pl_pl: działania jest w tym momencie niedostępne

# ExitConfirmation
source: Are you sure you want to exit?
pl_pl: Czy na pewno chcesz wyjść?

# ExitTitle
source: Exit
pl_pl: Wyjście

# GenericErrorMessage
source: There is an unexpected error occurred, please try again.
pl_pl: Jest wystąpił nieoczekiwany błąd, spróbuj ponownie.

# ImageSaved
source: Image saved to library
pl_pl: Obraz został zapisany w bibliotece

# LoginNotPossible
source: Unable to login at the moment
pl_pl: Nie można zalogować się w tej chwili

# LogOutMessage
source: Are you sure, you want to log out?
pl_pl: Czy jesteś pewien, chcesz się wylogować?

# LogOutTitle
source: Log out
pl_pl: Wyloguj się

# NoResultsFound
source: No items found!
pl_pl: Nic nie znaleziono!

# NoSpaceAvailable
source: No free space to create the folder
pl_pl: Brak wolnego miejsca w celu utworzenia folderu

source: pin
pl_pl: przypnij

# SearchTitle
source: Search
pl_pl: Wyszukaj

# SelectImageUpload
source: Please select a picture to upload
pl_pl: Wybierz zdjęcie do przesłania

# ServerError
source: Unable to process the request now
pl_pl: Nie można przetworzyć żądanie teraz

# ShareFileError
source: Share is unavailable at the moment
pl_pl: Akcji jest w tej chwili dostępny

# SuccessTitle
source: Success
pl_pl: Sukces

# UnableToDoanload
source: Unable to download the image
pl_pl: Nie można pobrać obraz

source: unpin
pl_pl: usunąć przypnij

# UploadTitle
source: Upload
pl_pl: Prześlij

# UserInfoError
source: Unable to get the new user information
pl_pl: Nie można uzyskać nowe informacje użytkownika

# ExitUploadConfirmation
source: Are you sure you want navigate away from Upload page? It may interept current upload progress.
pl_pl: Czy jesteś pewien, że chcesz nawigować dala od stronie upload? To może przerwać obecny postęp wysyłania.

# FileExtensionError
source: The file extension is on Dropbox's ignore list
pl_pl: Rozszerzenie pliku jest ignorowanych Dropbox jest

# FileNotFoundDelete
source: File not found, unable to delete the file
pl_pl: Nie znaleziono pliku, nie można usunąć plik

# FileNotFoundShare
source: File not found, unable to share the file
pl_pl: Nie znaleziono pliku, nie można udostępnić plik

# FolderCreated
source: '{0}' created successfully
pl_pl: '{0}' Utworzony pomyślnie

# FolderCreatedTitle
source: Folder created
pl_pl: Folder utworzony

# FolderExist
source: The folder already exist
pl_pl: Folder już istnieje

source: about
pl_pl: więcej

# CreateAccount
source: Create a new Dropbox account
pl_pl: Utwórz nowe konto Dropbox

source: create new folder
pl_pl: utworzyć nowy folder

source: delete
pl_pl: usunąć

source: download
pl_pl: pobranie

source: get link
pl_pl: uzyskać link

source: my box
pl_pl: moje pudełko

source: pin to start
pl_pl: przypnij do ekranu startowego

source: refresh
pl_pl: odświeżać

source: search
pl_pl: wyszukaj

source: settings
pl_pl: ustawienia

source: upload
pl_pl: załadować

source: Loading...
pl_pl: Załadunek...

source: cancel
pl_pl: anuluj

source: create folder
pl_pl: utworzyć folder

source: create in
pl_pl: stworzyć w

source: folder name
pl_pl: nazwa folderu

source: Search Dropbox
pl_pl: Wyszukaj Dropbox

source: Searching...
pl_pl: Wyszukiwanie...

# SearchPageTitle
source: SEARCH
pl_pl: WYSZUKAJ

source: account
pl_pl: konto

source: email link
pl_pl: e-mail łącze

# EmailReferral
source: email referral link
pl_pl: email skierowanie łącze

source: logout
pl_pl: wyloguj się

# Referesh
source: refresh
pl_pl: odświeżać

source: remaining
pl_pl: pozostały

# SharePublic
source: share on social network
pl_pl: akcji do publicznego

# ShareReferral
source: share referral link
pl_pl: udział skierowanie łącze

source: text link
pl_pl: link tekstowy

source: total quota
pl_pl: łączny kwota

source: usage
pl_pl: używanie

source: used
pl_pl: używany
